export const essay =
  '　大分県奨学金の名誉ある受給者として、私は別府とその地域社会の展開に貢献するつもりだ。\n　はじめに、毎月別府APUグローバルガーデンというボランティアサークルの河川清掃活動に参加し、地域の環境に貢献している。\n　次に、地元の農家がトマトの栽培や収穫を手伝う地域交流活動に積極的に参加する予定だ。この活動を通して、大分県の文化を知ることができ、収穫された作物を通して地元の人にベトナム料理を紹介できると思う。\n　最後に、私は英語が得意なので、地元の交流を通して日本人の学生に英語を教えることを申し込むことができる。教えながら、ベトナムだけでなく英語圏の国の多様な文化を紹介することもできる。\n　このように、私はどんなに難しくても、積極的に地域貢献活動に取り組んでまいります。大分県が日本で最も文化的に多様な県になることをお手伝おうと思う。';

export const LINE_LIMIT = 20;
export const FULL_WIDTH_SPACE_CHAR = '　';
export const alphaNumericRegex = /[a-zA-Z0-9]/;
